[
    {
        soal: "Karakter yang dapat melepaskan gelombang elektromagnetik sebesar 8 meter yang mampu melumpuhkan aktivasi skill musuh. Selain dapat melumpuhkan aktivasi skill musuh.",
        jawaban: "A124"
    },
    {
        soal: "Karakter dengan aura wanita pemberani yang belum memiliki skill khusus di game.",
        jawaban: "A-Patroa"
    },
    {
        soal: "Karakter yang dapat mengurangi damage armor yang diterima.",
        jawaban: "Andrew"
    },
    {
        soal: "Karakter gangster yang memiliki HP awal lebih tinggi dari lainnya.",
        jawaban: "Antonio"
    },
    {
        soal: "Karakter dengan kecepatan tinggi saat menggunakan shotgun.",
        jawaban: "Caroline"
    },
    {
        soal: "Karakter yang mengurangi damage saat berada dalam zona biru.",
        jawaban: "Ford"
    },
    {
        soal: "Karakter yang memiliki kemampuan untuk memanggil drone, mendeteksi lawan di sekitarnya, dan memberikan kerusakan ke area musuh..",
        jawaban: "Homer"
    },
    {
        soal: "Karakter dengan skill menciptakan gelombang api yang membakar armor musuh.",
        jawaban: "Ignis"
    },
    {
        soal: "Karakter yang bisa memberikan damege di belakangan glowal setelah mengaktifkan skil.",
        jawaban: "Iris"
    },
    {
        soal: "Karakter yang meningkatkan recovery EP dan memberikan efek buff spiritual.",
        jawaban: "J.Biebs"
    },
    {
        soal: "Karakter dengan pukulan super yang bisa menjatuhkan musuh dengan cepat.",
        jawaban: "Kla"
    },
    {
        soal: "Karakter dengan kemampuan menandai musuh yang terkena tembakan.",
        jawaban: "Moco"
    },
    {
        soal: "Karakter yang memulihkan EP setiap kali mendapatkan kill.",
        jawaban: "Miguel"
    },
    {
        soal: "Karakter dengan kemampuan reload lebih cepat dan kuat melawan armor.",
        jawaban: "Nikita"
    },
    {
        soal: "Karakter yang bisa menyembuhkan teman satu tim saat mengendarai kendaraan.",
        jawaban: "Notora"
    },
    {
        soal: "Karakter support yang meningkatkan efek healing dan revive.",
        jawaban: "Olivia"
    },
    {
        soal: "Karakter yang dapat menandai musuh setelah kill dalam jarak tertentu .",
        jawaban: "Otho"
    },
    {
        soal: "Karakter dengan kemampuan membawa lebih banyak item medical dan ammo.",
        jawaban: "Paloma"
    },
    {
        soal: "Karakter default laki-laki di Free Fire.",
        jawaban: "Primis"
    },
    {
        soal: "Karakter yang meningkatkan kemampuan silenced dan damage headshot.",
        jawaban: "Rafael"
    },
    {
        soal: "Karakter bocah jenius dengan drone yang bisa melihat musuh.",
        jawaban: "Homer"
    },
    {
        soal: "Karakter dengan kemampuan menghidupkan diri sendiri setelah knock.",
        jawaban: "Sonia"
    },
    {
        soal: "Karakter yang membuat graffiti pelindung untuk meningkatkan pertahanan.",
        jawaban: "Steffie"
    },
    {
        soal: "Karakter wanita misterius yang memberikan koin setelah mengeliminasi musuh.",
        jawaban: "Suzy"
    },
    {
        soal: "Karakter dengan kemampuan dash kecepatan tinggi .",
        jawaban: "Tatsuya"
    },
    {
        soal: "Karakter dengan skill analisis yang membuat critical damage lebih sakit.",
        jawaban: "Wolfrahh"
    },
    {
        soal: "Karakter dengan kemampuan memulihkan HP secara pasif setelah menghidupkan teman.",
        jawaban: "Thiva"
    },
    {
        soal: "Karakter dengan kemampuan berubah menjadi semak-semak untuk menyamar.",
        jawaban: "Wukong"
    },
    {
        soal: "Karakter dengan kemampuan meningkatkan efek healing untuk tim.",
        jawaban: "Kapella"
    },
    {
        soal: "Karakter dengan skil memberitahu posisi musuh yang menyerang dengan tambahan Armor Penetration pada tembakan pertama.",
        jawaban: "Shirou"
    },
    {
        soal: "Karakter yang dapat meningkatkan akurasi saat menembak sambil bergerak.",
        jawaban: "D-Bee"
    },
    {
        soal: "Karakter dengan kemampuan melihat musuh melalui dinding setelah mengaktifkan skil.",
        jawaban: "Koda"
    },
    {
        soal: "Karakter dengan kemampuan berlari cepat saat mengendarai kendaraan.",
        jawaban: "Misha"
    },
    {
        soal: "Karakter yang meningkatkan kecepatan penggunaan medkit.",
        jawaban: "Maxim"
    },
    {
        soal: "Karakter yang memberikan tambahan HP maksimal seiring kill yang didapat.",
        jawaban: "Luqueta"
    },
    {
        soal: "Karakter yang dapat memulihkan ketahanan armor ketika mengeliminasi musuh.",
        jawaban: "Shani"
    },
    {
        soal: "Karakter dengan kemampuan dapat berpindah tempat dengan manekin.",
        jawaban: "Santino"
    },
    {
        soal: "Karakter yang bisa menciptakan dinding es dan dapat memulihkan HP.",
        jawaban: "Nairi"
    },
    {
        soal: "Karakter dengan kemampuan regenerasi HP dan EP saat berada dalam radius skill.",
        jawaban: "K"
    },
    {
        soal: "Karakter yang dapat memperlihatkan posisi musuh di minimap setelah headshot.",
        jawaban: "Maro"
    },
    {
        soal: "Karakter dengan skill untuk melihat musuh yang sedang berdiri dalam radius tertentu .",
        jawaban: "Clu"
    },
    {
        soal: "Karakter dengan kemampuan meningkatkan kecepatan lari.",
        jawaban: "Kelly"
    },
    {
        soal: "Karakter dengan kemampuan menyerap HP dari damage yang diberikan.",
        jawaban: "Xayne"
    },
    {
        soal: "Karakter dengan kemampuan  yang dapat berubah setelah EP penuh, memberikan damage ekstra pada perisai dan armor.",
        jawaban: "Kairos"
    },
    {
        soal: "Karakter dengan kemampuan dapat memulihkan hp ketika sudah tidak menerima damage.",
        jawaban: "Leon"
    },
    {
        soal: "Karakter dengan kemampuan Dapat berubah menjadi bola dan menyerap 3 hp musuh.",
        jawaban: "Orion"
    },
    {
        soal: "Karakter dengan kemampuan meningkatkan kecepatan lari.",
        jawaban: "Kelly"
    },
    {
        soal: "Karakter dengan kemampuan menyembuhkan dan menghidupkan teman dengan cepat.",
        jawaban: "Dimitri"
    },
    {
        soal: "Karakter dengan perisai pelindung yang bisa menahan damage.",
        jawaban: "Chrono"
    },
    {
        soal: "Karakter dengan kemampuan menandai musuh berada dalam area skil.",
        jawaban: "Clu"
    },
    {
        soal: "Karakter DJ yang dapat memberikan aura pemulihan HP untuk rekan satu tim.",
        jawaban: "Alok"
    },
    {
        soal: "Karakter dengan kemampuan dapat memulihkan HP dalam jumlah besar ketika berhasil menyingkirkan musuh dengan senjata SMG atau shotgun.",
        jawaban: "Jota"
    },
    {
        soal: "Karakter yang meningkatkan kecepatan berlari saat menerima damage.",
        jawaban: "Joseph"
    },
    {
        soal: "Karakter yang bisa menahan damage ledakan dan lebih ahli menggunakan granat.",
        jawaban: "Alvaro"
    },
    {
        soal: "Karakter dengan skill pelindung depan dan bisa dibawa atau bergerak .",
        jawaban: "Kenta"
    },
    {
        soal: "Karakter yang memiliki kemampuan untuk mengurangi recoil saat ngescope.",
        jawaban: "Laura"
    }
]